[{"id": "63d73bd2152618.28992828", "content": "James SoWhitestone, NYjamesso2424@gmail.com |267-559-5211 | www.linkedin.com/in/james-so1 |www.github.com/JamesSo1\nEDUCA TIONQueens College/CUNYFlushing, NYBachelor of Sciencein Computer ScienceExpected Graduation:May 2025 \n●Relevant Coursework: Introduction to Algorithmic ProblemSolving(C++), Discrete Mathematics forComputer Science, Introduction to Probability and Mathematical Statistics\nStony Brook University/SUNYStony Brook, NYBachelor of Sciencein PhysicsDecember2021 \n●CumulativeGPA: 3.56/4.00\n●Completed 26 creditstowards a B.S. in physics\n●Relevant Coursework: Computation for Physics and Astronomy(Fortran,C++), Calculus II, Calculus III,Linear Algebra\nSKILLS \n●Proficient inC++andJavascript \n●Knowledgeable in creating responsive web pages withHTMLandCSS \n●Familiar withGitandGithub\nPERSONAL PR OJECTSTechnical Documentation Page - HTML, CSS, Javascript \n●Designed a responsive navigation bar that allows for effective navigation on any device \n●Implemented a dark mode feature that the user can turn on or off\nCustomer Feedback Page - HTML, CSS \n●Constructed a form that allows the user to entertext, dates, and select from a table of radio buttons \n●Developed all inputs to be responsive and fit on any screen width\nAWARDSPresidential Scholarship, Stony Brook University/SUNY \n●Attained a scholarship on account of meritorious high school performance\nDean’s List, Stony Brook University/SUNY \n●Put on the Dean’s List for the fall 2020, spring 2020, and fall 2021 semesters\nADDITIONAL INF ORMA TION \n●Online Courses:Responsive web design(freeCodeCamp),Web developer bootcamp(Udemy), Git & Githubbootcamp(Udemy) \n●Languages:Conversant in Korean \n●Interests:Songwriter, Martial artist, Basketballenthusiast"}, {"id": "63d73bfb059e72.18637279", "content": " \nRevision: June 2015  \nRESUME SAMPLES  \nPreparing an effective resume is a difficult and time -consuming task.  This handout \ncontains resume examples  that will help you get started.  Different formats and styles \nare used to illustrate the various suggestions and tips contained in the handout, \n\"Preparing Your Resume,\" also avai lable through the Bellevue University Career Services  \nCenter . \n \nRemember, thes e are intended to serve only as examples.  You should modify or change \nas appropriate to customize your resume according to your skills, experience, education, \nand the job you’re applying.    \n \nFor additional guidance or assistance, contact the Career Servic es Center at  \n(402) 557 -7423, (800) 7 56-7920 ext. 7423 or careerservices @bellevue.edu.  \n \n \n \nA Word of Caution: Please don’t be tempted to use one of the \nResume Wizards or Templates that are available online or \nincluded in many word processing programs.  They can be  difficult \nto work with, don’t allow you to present yourself in the best \npossible light —and employers can identify them easily . Instead,  \ncreate your resume as a simple document in MS Word, like the \nexamples  included in this handout.  FUNCTIONAL  (EXPERIENCED)  \n \nIM A . SAMPLE I  \n1234 North 55 Street  \nBellevue, Nebraska 68005  \n(402) 292 -2345  \nimasample1@xxx.com  \n \nSUMMARY OF QUALIFICATIONS  \nExceptionally well organized and resourceful Professional  with more than six years experience and a \nsolid academic background in accounting and financial management; excellent analytical and problem \nsolving skills; able to handle multiple projects while pr oducing high quality work in a fast -paced, \ndeadline -oriented environment.  \n \nEDUCATION  \nBachelor of Science , Bellevue University, Bellevue, NE (In Progress)  \n Major:  Accounting  Minor:  Computer Information Systems  \n Expected Graduation Date:  January, 20xx  GPA  to date:  3.95/4.00  \n \nPROFESSIONAL ACCOMPLISHMENTS  \nAccounting and Financial Management  \n Developed and maintained accounting records for up to fifty bank accounts.  \n Formulated monthly and year -end financial statements and generated various payroll records, \nincluding federal and state payroll reports, annual tax reports, W -2 and 1099 forms, etc.  \n Tested accuracy of account balances and prepared supporting documentation for submission during a \ncomprehensive three -year audit of financial operations.  \n Formulated int ricate pro -forma budgets.  \n Calculated and implemented depreciation/amortization schedules.  \nInformation Systems Analysis and Problem Solving  \n Converted manual to computerized accounting systems for two organizations.  \n Analyzed and successfully reprogrammed sof tware to meet customer requirements.  \n Researched and corrected problems to assure effective operation of newly computerized systems.  \n \nWORK HISTORY  \nStudent Intern , Financial Accounting Development Program, Mutual of Omaha, Omaha, NE  \n(Summer 20xx)  \nAccounting Coordinator , Nebraska Special Olympics, Omaha, NE (20xx -20xx)  \nBookkeeper , SMC, Inc., Omaha, NE (20xx – 20xx)  \nBookkeeper , First United Methodist Church, Altus, OK (20xx – 20xx)  \n \nPROFESSIONAL AFFILIATION  \nMember,  IMA, Bellevue University Student Chapter  \n \nCOMP UTER SKILLS  \n Proficient in MS Office (Word, Excel, PowerPoint, Outlook), QuickBooks  \n Basic Knowledge of MS Access, SQL, Visual Basic, C++  CHRONOLOGICAL (INTERNSHIP)  \n \nIM A. SAMPLE II    4321 South 55 Street  \nBellevue, Nebraska 68005  \n(402) 291 -5432  \nimasample2@xxx.com  \n \n \nOBJECTIVE: Internship or Part -time Position in Marketing, Public Relations  or related \nfield utilizing strong academic background and excellent communication skills  \n \n \nEDUCATION:  BS  in  Business Administration with Marketing Emphasis  \n Bellevue University, Bellevue, NE  \n Expected Graduation Date:  June, 20xx  \n GPA to date:  3.56/4.00  \n Relevant Coursework  \n Principles of Marketing  Business Communication  \n Internet Marketing  Consumer Behavior  \n Public Relations  Business Policy & Stretegy  \n \nWORK  \nHISTORY:  Aacademic Tutor  (20xx to present)  \n Bellevue University, Bellevue, NE  \n Assist college students in overcoming deficiencies and \nsuccessfully mastering academic coursework.  \n Senior Accounts Receivable Clerk  (20xx-20xx)  \n Lincoln Financial Group, Omaha, NE  \n Researched story ideas, wrote articles and participated in the \npublication of a weekly in -house newsletter.  \n Assisted customers and staff members in resolving problems and \nbalancing accounts; trained new staff m embers.  \n Managed and recorded daily accounts receivable deposits of up to \n$450,000.  \n Conducted extensive research to recover lost checks and organized \nsystem to stop payment and replace all checks.  \n \nCOMMUNITY   \nSERVICE:  Advertising Coordinator , The Vue  (20xx to present)  \n Bellevue University Student Newspaper  \n Volunteer , Publicity Committee (20xx, 20xx)  \n Brushup Nebraska Paint -A-Thon  \n \nADDED VALUE:  Language Skills: Bilingual (English/Spanish)  \n Computer Skills: MS Office (Word, Excel, PowerPoint), PhotoSho p \n \nREFERENCES:  Available Upon Request  CHRONOLOGICAL  \n \nIM A. SAMPLE III  \n3456 Westview Road  (402) 291 -5678  \nBellevue, Nebraska 68005  imasample3@xxx.com  \n \nSUMMARY OF QUALIFICATIONS  \n \nExperienced business professional with a solid academic background and a demonstrated \ncommitment to providing high quality customer  service; described as a \"take charge\" person with  \nexceptional communication and human relations skills; proficient in the use of MS Office (Word, \nExcel, PowerPoint) with basic knowledge of PeopleSoft.  \n \nEDUCATION  \n \nBellevue University, Bellevue, NE (June 20xx)  \nBachelor of Science in Management of Human Resources  \n GPA in major: 3.84/4.00  Graduated with distinction  \n \nPROFESSIONAL E XPERIENCE  \n \nWest Telemarketing, Omaha, NE (20xx to Present)  \nCustomer Service Supervisor  (20xx to present)  \n Supervise operations and staff in a 20 -person inbound telemarketing unit, including \nhiring, training and evaluating employees, preparing and administer ing annual \nbudgets, developing business plans, etc.  \n Assess level of customer satisfaction and resolve sensitive and complex issues raised \nby customers; provide additional training and take other action as required to \nmaintain a high level of customer satis faction.  \n \nCustomer Service Representative  (20xx -20xx)  \n Handled incoming calls from customers and potential customers, provided \ninformation and received orders using CRT to input data.  \n Interviewed customers and recommended other available products to meet th eir \nneeds; received several Incentive Awards for sales efforts.  \n Provided orientation and training to new staff members.  \n \nPROFESSIONAL AFFILIATIONS AND ACTIVITIES  \n \nMember , Society for Human Resources Management (SHRM) (20xx to 20xx)  \n  Bellevue University  Student Chapter  \n Chair, Program Development Committee (20xx)  \n \nPresident , American Business Women's Association, Gold Star Chapter (20xx)  \n \nREFERENCES FURNISHED UPON REQUEST  FUNCTIONAL  \n \n IM A. SAMPLE IV  \n987 Northridge Drive  \nOmaha, Nebraska 68123  \n(402) 543 -1234 \nimasample4@xxx.com  \n \n \nOBJECTIVE:   Position in market research or financial analysis where strong technical skills, \nmathematical/statistical background and problem solving abilities can be applied towards \nthe successful achievement of business goals and objectives  \n \n \nPROFESSIONAL PROFILE  \n Exceptionally well organized, resourceful and highly motivated with the ability to handle \nmultiple projects and produce timely, high quality work.  \n Strong analytical and human re lations skills; especially effective in helping customers \nand associates resolve issues and concerns.  \n \nPROFESSIONAL SKILLS AND EXPERIENCE  \nAnalysis and Problem Solving  \n Researched and developed a survey instrument, subsequently used to obtain information \nfrom customers regarding their satisfaction with products purchased.  \n Compiled and analyzed statistical data to identify potential target markets for future sales \nand marketing efforts.  \n Completed independent research project on the use of mathematical/statisti cal models as \ntools for solving various business problems.  \n Conducted quality control inspections, analyzed results and developed action plans to \naddress areas of concern.  \nCommunications and Customer Relations  \n Received Customer Service Satisfaction Award fo r high quality of services provided to \nboth vendors and customers.  \n Handled customer inquiries and sales; effectively represented company to vendors and \nprospective customers, resulting in a 15% increase in sales in just six months.  \n Provided orientation, tr aining and guidance to new employees.  \n \nEDUCATION  \nBachelor of Science , Bellevue University, Bellevue, NE (June, 20xx)  \n Major: Computer Information Systems in Business   Minor: Mathematics  \n Graduated summa cum laude  GPA:  3.98/4.00  \n \nTECHNICAL SKILLS  \n Java, PERL, ASP, PHP Scripting, Relational Databases, SQL  \n Inferential Statistics, Data Analysis, Calculus & Mathematical Analysis, SPSS  \n \nWORK EXPERIENCE  \nIntern -Market Research,  Mutual of Omaha, Omaha, NE (Fall Semester, 20xx)  \nSales Associate & Machinist Assistan t, Precision Tool, Omaha, NE (20xx to present)   FUNCTIONAL (MILITARY ) \n \nIM A. SAMPLE V   987 Northridge Drive  \nOmaha, Nebraska 68123  \n(402) 543 -1234  \nimasample5@xxx.com  \n \n \nPROFESSIONAL PROFILE  \n \nSelf-motivated, resourceful and dynamic leader with extensive experience and a strong \neducational background in management, training and employee development; exceptional \ncommunication skills and a demonstrated ability to create and manage cohesive, productive work \nteams; proficient in the use of Microsoft Word, Exce l and other software applications.  \n \n \nPROFESSIONAL SKILLS AND ACCOMPLISHMENTS  \n \nManagement and Administration  \n Directed, guided and motivated a workforce of up to 300 individuals with diverse technical \nbackgrounds and experiences.  \n Successfully improved work performance of a “marginal” work team, as evidenced by an \nincrease to a “satisfactory” performance rating after only six months as team leader.  \n Provided day -to-day supervision for an administrative staff of up to sixty employees.  \n Planned, designed and coor dinated the programming of computer -based products; designed \nand coordinated computer system testing in facilities throughout the world.  \n Planned, developed and administered annual budgets ranging from $150,000 to $300,000.  \nTraining and Development  \n Taught college level courses in leadership, management, team building, effective writing and \nspeech communications.  \n Certified as Master Instructor; designed and developed curriculum; selected, trained and \nevaluated other instructors.  \n Advised and educated personne l on ways to enhance and strengthen their promotability and \njob performance; identified and documented career development plans for employees.  \n Provided on -the-job training and guidance for new employees.  \nCommunication and Counseling  \n Conducted formal invest igations and utilized a variety of counseling techniques and \nstrategies to successfully resolve highly complex and sensitive issues involving domestic \nabuse, racial discrimination, minor law infractions and academic failures.  \n Worked one -on-one with custome rs and employees to enhance self esteem and resolve \ncommunication problems.  \n Marketed and promoted company programs to employees and the general public through a \nvariety of activities including presentations to audiences of over 1000 people.  \n Established and  maintained effective working relationships with co -workers, superiors and \nsubordinates to facilitate the achievement of business objectives.  \n \n \nCONTINUED . . . . . . . . . . .   \nIM A . SAMPLE  V  Page Two  \n \n \nEDUCATION AND TRAINING  \n \nBachelor of Science in Manag ement (20xx)  \nBellevue University, Bellevue, Nebraska  \n GPA: 4.00/4.00  Dean’s Scholar  Graduated with Professional Honors  \n \nAssociate of Applied Science in Communications Technology (20xx)  \nCommunity College of the Air Force  \n \nNumerous workshops, courses and seminars  dealing with leadership development, \nmanagement, TQM, interpersonal communications, curriculum development and related topics  \nDepartment of Defense and Air Force Training Schools  \n \nCertified as Total Quality Management Facilitator  \nQualified Master Air Training Command Instructor in Leadership and Management  \n \n \nWORK HISTORY  \n \nVarious Positions of Increasing Responsibility and Leadership  \nUnited States Air Force (20xx to present)  \n Currently serving as Squadron Operation Superintendent.  \n Scheduled to leave the Air Force in September 20xx.  \n \n \nVOLUNTEER/COMMUNITY SERVICE  \n \nCoach,  Youth Soccer, Bellevue Boys Club  \nUnit Coordinator,  U.S. Savings Bond Drive  \n \n \nREFERENCES AVAILABLE UPON REQUEST  CHRONOLOGICAL (MANAGERIAL ) \n \nIM A . SAMPLE VI  \n \n2345 Frederick Street  \nOmaha , Nebraska 68123  \n(402) 489 -3421  \nimasample6@xxx.com  \n \n \nPROFESSIONAL HIGHLIGHTS  \n Extensive technical and management experience in information systems technology with a \nsolid academic background in computer information systems and business administration.  \n Excellent communicator with strong leadership skills and the ability to build cohesive, \nproductive teams while fostering and encouraging creativity and individual expression.  \n Areas of expertise:  \nOperations Management   Project Management   Quality Management  \nMainframe & PC Operations   Software Development  Systems Design  \nCustomer Relations    Technical Support   Troubleshooting  \n \nWORK EXPERIENCE  \nSupervisor, Financial Systems,  Omaha Public Power District, Omaha NE (20xx to present)  \nOversee the maintenance and enhancement of financial systems to ensure process integrity and \nsystem stability for user areas.  \nSignificant Accomplishments  \n Managed the implementation of a major software upgrade, significantly increasing efficiency \nin the use of accounts payable and pur chasing systems.  \n Converted contract and payee information from a third party system to an internal automated \nsystem, resulting in approximately $72,000 in annual revenue for the organization.  \n Developed a cohesive, productive work team of individuals from d iverse areas of the \norganization, utilizing strong interpersonal and leadership skills to foster and encourage \nteamwork and cooperation among team members and with user areas.  \n Utilized TQM principles to implement several internal process improvements that have \nresulted in hundreds of time -saving hours annually.  \n Promoted into management position after only six months as a Systems Analyst.  \n \nProgrammer/Analyst,  Bishop Clarkson Hospital, Omaha NE (20xx – 20xx)  \nProvided systems support and enhancements to user a reas throughout the hospital.  \nSignificant Accomplishments  \n Developed and implemented an automated system for processing employee timesheets, thus \neliminating the need for handwritten timesheets.  \n Researched, designed and developed a new software application now being used by \nmanagers throughout the organization for strategic planning and reporting.  \n Recognized as Information Systems Employee of the Year  for the high quality of customer \nservice provided and the successful resolution of numerous systems problems . \n \n \nPage One of Two  \n  \nIM A . SAMPLE VI  . . . . . . . . .  . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . Page Two of Two  \n \n \nWORK EXPERIENCE (Continued)  \n \nSenior Computer Operator,  Bergen Mercy Hospital, Omaha NE (20xx – 20xx)  \n Supervised shift operations and staff, trained employees, developed work schedules and \nmonitored work performance.  \n Operated IBM and Digital systems; identified and resolved problems to assure smooth and \nefficient system operations.  \n \nEDUCATION  \nMBA with Concentration in Mana gement Information Systems  \nBellevue University, Bellevue NE  Expected Graduation: June 20xx  \n \nBachelor of Science,  Bellevue University, Bellevue NE (20xx)  \n Major: Computer Information Systems   Minor: Business Administration  \n GPA: 3.45/4.00  GPA in major: 4.00 /4.00  Dean’s Scholar  \n \nCertificate in Computer Programming  \nElectronic Computer Programming Institute, Omaha NE (20xx)  \n \nTECHNICAL KNOWLEDGE AND SKILLS  \n C, C++, Visual Basic, COBOL    Windows 9x/200x/XP  \n Advanced Microcomputer Applications   UNIX/Linux  \n Management & Design of Database Systems   SQL  \n Relational Database Management    Microcomputer Graphics/Mapping  \nMS Office (Word, Excel, PowerPoint, Outlook, Access)  \n \n \nREFERENCES AVAILABLE UPON REQUEST  CHRONOLOGICAL (GRADUATE ASSISTANTSHIP)  \n \nIM A . SAMPLE VII  \n4321 Country Club Road  \nOmaha, Nebraska 68123  \n(402) 555 -9876  \nimasample7@xxx.com  \n \nOBJECTIVE  \n \nTo obtain a Graduate Assistantship where strong academic background and excellent \ncommunication skills can be utilized to help college students achieve their educational goals.  \n \nEDUCATION  \n \nBachelor of Arts,  Bellevue University, Bellevue NE (20xx)  \n Majors: Psychology, Sociology  GPA: 4.00/4.00  \n Graduated Summa Cum Laude  Dean’s Scholar  National Dean’s List  \nRelevant Coursework  \n Fundamentals of Guidance & Counseling  Personality Theory  \n Psychological Assessment  Learning Theory  \n Research Methods & Psychological Research  Social Psychology  \n \nPROFESSIONAL EXPERIENCE  \n \nWriting Tutor and Test Administrator,  Bellevue University, Bellevue, N E (20xx – 20xx)  \n Assisted in the preparation and administration of various assessment instruments, including \nCLEP, DANTES and placement tests.  \n Provided tutorial assistance to undergraduate and graduate students in the area of \nwriting/composition.  \n Advised an d assisted international students with writing assignments to help them strengthen \ntheir English language skills.  \nResearch Assistant,  University of Nebraska Medical Center, Omaha, NE (Summer 20xx, 20xx)  \n Assisted child psychologist in a two -part Summer Rese arch Enrichment Program, including \nobservations of client behavior, data entry and preparation of research reports.  \n Performed literature searches and prepared summary reports for a major research project \ninvolving the study of individuals with disabilities . \n \nCOLLEGIATE HONORS AND ACTIVITIES  \n \nListed in  Who’s Who Among Students in American Colleges and Universities  \nMember, Pi Gamma Mu and Alpha Chi Honor Societies  \nPresident,  Behavioral and Social Sciences Student Organization, Bellevue University  \nVolunteer Co ntributor,  The VUE , Bellevue University Student Newspaper  \nMember,  Bellevue University Student Advisory Council  \n \nLETTERS OF REFERENCE & TRANSCRIPT ENCLOSED  CHRONOLOGICAL (COMPUTER/TECHNICAL)  \n \nIM A . SAMPLE VIII  \n5432 North 97 Street  \nOmaha, Nebraska 68134  \n(402) 493 -1234  \nimasample8@xxx.com  \n \n \nOBJECTIVE  \nSeeking position in Information Systems  or related field utilizing solid academic background \nalong with exceptionally strong analytical, problem solving and customer service skills . \n \n \nEDUCATION  \nBS in Computer Information Systems —Web -based Networking  \nBellevue University, Bellevue NE    Expected Graduation Date: January 20xx  \n Dean’s Scholar  GPA to date: 3.86/4.00  \nAssociate of Applied Science,  Metropolitan Community College, Omaha NE (20xx)  \n Major: Management Information Systems    GPA: 3.45/4.00  \n \n \nTECHNICAL KNOWLEDGE AND SKILLS  \nOperating Systems:  Windows 19xx/20xx/XP/NT, UNIX/Linux  \nTechnical Support: Installation, Configuration & Troubleshooting of Hardware & Software  \nLanguages:  Visual Basic, C, C++, Visual C++ , Java, HTML, XML, ASP.NET  \nDatabase Management:  Relational Databases. SQL, PL/SQL, MS Access  \nApplications:  MS Office (Word, Excel, PowerPoint, Outlook), MS Project  \n \n \nPROFESSIONAL EXPERIENCE  \nComputer Support Technician/Intern, Union Pacific Railroad, Omaha NE (Summer 20xx)  \n Assisted in systems administration and configuration in UNIX and Windows NT.  \n Installed and maintained local area networks, including Novell and Windows systems.  \n Staffed Help Desk; analyzed and resolved system problems encountered by end us ers. \n Participated in the design and development of the department’s web site.  \n Assisted with the maintenance of e -mail and other Internet applications.  \nComputer Lab Assistant, Bellevue University, Bellevue NE (20xx – 20xx)  \n Provided advice and guidance to college students on the effective use of PCs and various \nsoftware applications.  \n \n \nCOLLEGIATE ACTIVITIES  \nVolunteer Contributor,  Bellevue University Computer Lab Newsletter  \nMember,  Varsity Baseball Team, Bellevue University  \n \n \nREFERENCES AVAILABLE UPON REQUEST  FUNCTIONAL  \n \nIM A. SAMPLE IX \n987 Northridge Drive  \nOmaha, Nebraska 68123  \n(402) 543 -1234  \nimasample9@xxx.com  \n \nOBJECTIVE:   Position in Human Resources Administration utilizing strong human relations, \ncustomer service and problem solving skills.  \n \nPROFESSIONAL SKILLS AND ACCOMPLISHMENTS  \n \nAnalysis and Problem Solving  \n Researched and developed a survey instrument, subsequently used to obtain \nemployee information on their satisfaction with the company’s employee relations \nprogram.  \n Compiled and analyzed statistical data to identify potential sources for use in \ndeveloping annual recruiting program.  \n Completed independent research project on the impact of “family friendly” human \nresources policies on employee retention.  \n Conducted quality control inspections,  analyzed results and developed action plans to \naddress areas of concern.  \nCommunications and Customer Relations  \n Provided orientation and training to new employees and advised them on the effective \nhandling of customer complaints.  \n Greeted applicants, scheduled interviews, conducted reference checks and \nparticipated in on -campus recruiting activities and career fairs.  \n Received Customer Service Satisfaction Award  for high quality of services provided \nto both vendors and customers.  \n Handled customer inquiries and sales; effectively represented company to vendors \nand prospective customers, resulting in a 15% increase in just six months.  \n \nEDUCATION  \n \nBachelor of Science,  Bellevue University, Bellevue, NE (In Progress)  \n Major:  Psychology  Minor: Communicat ion Arts  \n Expected Graduation: August 20xx  \n GPA to date: 3.98/4.00  Dean’s Scholar  \nAssociate of Arts,  Iowa Western Community College, Council Bluffs, IA (20xx)  \n Area of Emphasis: Business Administration  \n \nWORK EXPERIENCE  \n \nSenior Sales Associate , Precision Tool, Omaha, NE (20xx to present)  \nHuman Resources Intern,  Oriental Trading, Omaha, NE (Spring Semester 20xx)  \n \nREFERENCES FURNISHED UPON REQUEST  CHRONOLOGICAL (HUMAN/SOCIAL SERVICE)  \n \nIM A . SAMPLE X  \n3083  North South  Street, Apt. A -1 (308) 308-3083  \nGrand Island, Nebraska 68803  imasample10@xxxx .net \nOBJECTIVE \nSeeking Position in Human/Social Service  Administration or related field  utilizing strong academic \nbackground, experience and excellent interpersonal skills  \n \nEDUCATION  \nBS in Human & Social Service Administration , Bellevue University , Bellevue, NE  (Jan 20xx ) \n Dean’s Scholar  GPA: 3.81/4.00  \nAAS in Human Services  (Dec 19xx ), 75-Hr Basic Nursing Assistant Program (Jan 20xx ) \nCentral Community College —Hastings Campus, Hastings, NE  \n \nWORK HISTORY  \nDay Rehabilitation Specialist , Greater NE Goodwill Industries, Grand Island, NE  (June 20xx – Present)  \n Manage a caseload of twenty consumers, assist them in setting and reaching individual plans  \n Facilitate group sessions on Mental Illness, Stress Ma nagement and Healthy Relationships  \n Plan and implement social activities for consumers  \n Coordinate and conduct team meetings  \n Process billings, manage petty cash fund, and oversee operations  in supervisor’s absence  \nAssistant Receptionist , Tiffany Square Care Center, Grand Island, NE (Jan – June 20xx ) \n Arranged and facilitated weekend activities for residents  \n Contacted families to set up dates and times to review and discuss care plans  \n Delivered and read mail to residents , providing companionship and social interaction  \n Filed confidential paperwork and provided receptionist/administrative support for the Center  \nEmployment Trainer , Central N E Goodwill Industries, Grand Island, NE (Aug 19xx  – May 20xx ) \n Managed a caseload of twenty consumers and provided on-the-job coaching to help them succeed  \n Conducted group job search training sessions and assisted consumers with completion of job \napplications, cover letters and resumes  \nCriminal Justice/Shelter Advocate , Crisis Center Inc  & Family Violence Coalition, Grand Is land, NE  \n(July 20xx  – Oct 20xx ) \n Responded to crisis calls and provided suppo rt  to victims of domestic abuse  \n Completed paperwork to document circumstances surrounding alleged abuse for judicial review  \nSocial Services  Assistant,  Tiffany Square Care Center, Grand Island, NE  (Jan 20xx  – Sept 20xx ) \n Conducted tours, provided orientation and general assistance for new residents  \n Completed social histories, inventoried clothing, and met one -on-one with residents to help them \nunderstand their rights  and responsibili ties \n Assisted  the Center in meet ing critical staffing needs  during peak times by  work ing as a certified \nnursing assistant, dietary aide, receptionist and van driver  \n \nCOMMUNITY SERVICE  \nVolunteer , Women’s Health Services, Grand Island, NE (Fall 20xx  – presen t) \n Assisted  professional staff and participated in one -on-one discussions with women seeking advice \non health -related issues  \n Observed group training sessions to develop  the skills needed to facilitate groups in the future  \n "}, {"id": "63d73c2685f7f4.32198556", "content": "01RES UME EXAMPLES\nThese resume samples are provided to give you a starting point for crafting your resume. \nFor help with you UCDC application, contact the UCDC Coordinator at ucdc@ucsd.edu\nUCDC also hosts Application Reviews every quarter, email us for more information\nThese Resume Samples are taken from the UCSD Triton Career Guide. \nGeneral Recommendations for preparing UCDC resumes :\n- Highlight your best or most important qualities early in your resume. \n- If you have taken courses that are relevant to the position you are applying for, include the course titles.  \n- When listing skills, avoid listing general skills like “good communicator”. Focus on technical skills – like \nprogramming or coding, or even languages spoken. \n- Make sure to list transferable skills gained from experiences. \n- Your resume should be about 1-2 pages, depending on your level of experience. \n- For jobs with the federal government (applications found on usajobs.gov), see page 7.Page 2: Global Resume Sample\nPage 3:  Transfer Student Resume Sample\nPage 4: Research Resume Sample\nPage 5: Social Science Resume Sample\nPage 6: Federal Government Application Tips\nPage 7: Federal Government Resume SampleGina Global\n9500 Gilman Drive § San Diego, CA 92093 § (858) 534 -3750 § student@ucsd.edu  \nEducation \nB.A., International Studies  Mexico Comparative Perspectives Program  \nMinor:  Spanish Literature  Universidad Central, Mexico City  \n    UC San Diego Education Abroad Program, UCSD  \n    Graduation:  June 20xx   GPA:  3.15  7/20xx – 12/20xx  \nRelevant Course Work  \n§ Economics, Politics and International Change \n§ International Law and Organizations  \n§ Comparative Politics in Latin America  \n§ Introduction to Political Science: Comparative Politics  \n§ Mexico -U.S. Economic Relations  \nSkills & Qualifications  \n§ Excellent oral and writte n communication skills  \n§ Fluent in spoken and written Spanish \n§ Extensive international travel, including, France, Spain, Germany and Mexico  \n§ Broad background and knowledge of world affairs and cultures  \n§ Ability to respond quickly to changing circumstances  \n§ Prof icient in Word, Excel, PowerPoint, internet and email  \nExperience  \n    President , UCSD International Affairs Group, San Diego, CA     (9/20xx – present) \n§ Organize monthly speaker series increasing student awareness of international affairs topics  \n§ Coordinate community service and social activities leading to strong membership retention  \n§ Recruit employers to speak at events resulting in networking opportunities for students  \n§ Communicate with more than 20 members via weekly e -mails and timely website updates  \n    Discussion Leader , Language Conversation Tables, Mexico City, Mexico     (7/20xx – 6/20xx)  \n§ Facilitated table discussions with diverse international student group on a weekly basis  \n§ Interacted with residents, heightening understanding and appreciation of  other cultures  \n§ Participated in local community visits to discuss U.S. -Mexico cultural connections  \n   Server, Chili’s Restaurant, National City, CA                   (4/20xx – 11/20xx)  \n§ Communicated with a variety of customers on menu orders, sometimes  speaking in Spanish \n§ Served more than 75 customers per shift using multi -tasking and teamwork skills with staff  \nActivities  \n§ Team Member , Women’s Basketball Team, UCSD  (1/20xx – present)  \n§ Rush Chair , Delta Gamma Sorority, UCSD  (9/20xx – 12/20xx)  \nNOTES\na) Include additional training here such as \nstudy abroad programs.\nb) Highlight relevant coursework related \nto the position you are seeking.02RESUME SAMPLE\nc) Showcase relevant skills: extensive travel and emphasize use of multicultural, problem solving and foreign language skills.\nd) List experience in reverse chronological \norder.A\nB\nC\nD\nResume Booklet 2014 Edited.indd   8 7/21/2014   8:44:58 AM\nNOTES\na) Include transfer school information \nif the associate’s degree obtained or courses are relevant to the career field or pertinent to the job objectives; otherwise community college (or school transferred from) does not need to be listed.  \nb) Create titles for headers that help \nshowcase experiences related to the industry.03RESUME SAMPLE\nc) Include student involvement from com-munity college and UCSD, especially if it is relevant to the field.\nd) Add sections like “additional experience” \nto show any extra unrelated part-time jobs or \nparticipation in campus programs. If you have no related experience, then these “extra” experiences can be moved up on the page and  listed in a general experience section. A\nB\nC\nDTina Transfer   1234 Nobel Drive #567 • La Jolla, CA 92914 • (858) 555- 1234 • student@ucsd.edu  \nEDUCATION \nB.A., Anthropology (Concentration in Archaeology) Associate in Arts, Spanish  \nUC San Diego, Current GPA: 3.46  San Diego Mesa Community College  \nExpected Graduation Date:  6/20XX Graduation Date:  5/20XX  \nRELEVANT COURSEWORK \n•  Foundations of Archaeology • Language, Identity and Community • World Pre -History  \n• Ethnography & Arc haeology  • Indigenous Peoples of North America • Mexican Culture & Society\nSUMMARY OF QUALIFICATIONS \n Demonstrated experience in preparing monitoring reports and cultural resource technical reports\n Outstanding communication skills obtained through professional internships and community service\n Knowledge of the National Environmental Policy Act and California Environmental Quality Act\n Proficient in Microsoft Office – Word, Excel, PowerPoint, Access and Outlook \nARCHAEOLOGY EXPERIENCE  \nIntern, AECOM, Inc. , San Diego, CA    3/20XX - present \n Provide administrative support to the cultural resource group with literature record and archival research \n Assist resource group leader with technical report writing by collecting and organizing information\n Conduct fieldwork surveys, test excavation, data recovery and monitoring with field managers and crews\n Support artifact analysis by gathering data from archaeologists, architectural historians and field technicians\nStudent Fellowship, San Diego Zoo – Institute for Conservation Research , San Diego, CA    7/20XX -8/20XX   \n Monitored social behavioral activities on giant pandas and polar bears by using ethnogram and data protocols \n Collected, organized and summarized information for research staff by entering data into Microsoft Excel\nProject Archaeology Volunteer – San Diego Archaeological Center , Escondido, CA     2/20XX - 5/20XX  \n Assisted education department in developing curriculum for archaeology and heritage education program\n Handled and answered a variety of questions students posed during instructional and lab analysis lessons \n Instructed, motivated, observed and evaluated students on experimental archaeology projects in the center\nCAMPUS LEADERSHIP  \nActivities Coordinator, UCSD Anthropology Club , La Jolla, CA    12/20XX – present  \n Assessed needs and coordinated related career exploration activities and tours of local zoo and museum\n Collaborated with the UCSD Career Services Center in organizing an anthropology professionals panel \nCultural Affairs Chair, Associated Students – Mesa Community College , San Diego, CA     9/20XX - 5/20XX  \n Led 8-member committee on planning and promoting cultural awareness activities for campus community\n Increased understanding of multicultural perspective of Associated Students members through workshops \nADDITIONAL EXPERIENCE \nCustomer Service Associate, Target – Chula Vista, CA     7/20XX – present \nParticipant, iLead Program, Center for Communication & Leadership     3/20XX -6/20XX   \nResume Booklet 2014 Edited.indd   10 7/21/2014   8:44:59 AM\nNOTES\na) Highlight degree  with bold font if \nrelated to the position you are seeking.\nb) Classes listed by course title can provide \nkeywords that are relevant to the job you are seeking. \nc) Choose headers to capture attention \nand show your qualifications.04RESUME SAMPLE\nd) Consider including relevant experiences like course projects especially if attached to specific settings that allowed you to use relevant skills and abilities.\ne) Employers value well-rounded candidates. A\nB\nC\nD\nEMaria Research \n1234 Gilman Drive, La Jolla, CA 92093   (858) 534-3750  student@ucsd.edu  \nwww. linkedin.com/mariaresearch  https://portfolium .com/mariaresarch  \nOBJECTIVE:  \nTo obtain an i ntern position in  Research &Development (R&D), Molecular Biology (ID: 6387BR) with \nGEN -PROBE  requiring lab experience and strong  communication skills  \nEDUCATION:   \nUC San Diego  \nBachelor of Science, Molecular Bio logy \nGraduat ion Date: June  20xx    GPA: 3.25 \nRELEVANT COURSE  WORK:  \n  Molecular Design & Synthesis    Cell Biology/Lab   Molecules and Reactions  \n  Molecular & Cellular Biochemistry   Chemistry/Lab   Recombinant DNA Lab \nLAB SKILLS:  \n Knowledge o f lab techniques including electrophoresis, IR spectroscopy, crystallization, high -\nperformance liquid chromatography ( HPLC ) \n Demonstrated use of equipment, such as centrifuge, distillation c olumn, reflux c ondenser \n Water analysis experience for bacterial cou nts, isolation and cultivation \n Ability to follow detailed operating procedures and protocols with minimal supervision \nADDITIONAL SKILLS: \n  Excellent written communication skills gained through report writing \n  Data entry and analysis experience using MS Excel database \n  Organizational ability demonstrated in efficient and accurate supply orders \nRELATED EXPERIENCE:  \nLaboratory Assistant  – Molecular Biology  Department , UC  San Diego 9/xx - present \n Assist with buffer and media preparation and p roduce SDS PAGE  electrophoresis gels \n Maintain pipette tip supply and maintain instrument inventory for the entire lab  \n Support PI with sequencing, affinity reagents, analysis of reaction kinetics and plasmid preparation  \nLab Project  - Instrumental Analysis Laboratory Co urse, UC San Diego         1/xx – 3/xx \n Developed correct lab  work habits and methodologies for the operation of analytical instrumentation  \n Conducted experiments using HPLC techniques to successfully identify, quantify and purify the \nmixtures’ individual components \n Collected, analyzed and interpreted lab results and data to compose a formal lab report \nADDITIONAL EXPERIENCE:  \nVolunteer  - American Heart Association, San Diego, CA 6/xx – 9/xx  \n Recruited local companies from health- related fields for annual fundraising events \n Conversed with community members on health-related topics at wellness fair nurse’s info booth \nACTIVITIES:   \nMember , Biology Student Association, UC San Diego  20xx – present \nStudent Member, San Diego BIOCOM Professional Association 20xx - present \nResume Booklet 2014 Edited.indd   13 7/21/2014   8:45:02 AM\nLaur\nen\t\r  Social\t\r  Science\t\r  \n9500\t\r  Gilman\t\r  Drive,\t\r  La\t\r  Jolla,\t\r  CA\t\r  92093\t\r  •\t\r  (858)\t\r  534-­‐3750\t\r  •\t\r  student@ucsd.edu\t\r  \t\r  \nPROFESSIONAL\t\r  PROFILE\t\r  \nExperienced\t\r  special\t\r  events\t\r  coordinator\t\r  with\t\r  more\t\r  than\t\r  two\t\r  years\t\r  of\t\r  intensive\t\r  training\t\r  in\t\r  communication\t\r  skills\t\r  and\t\r  program\t\r  planning.\t\r  \t\r  Proven\t\r  leader\t\r  and\t\r  business\t\r  relations\t\r  builder\t\r  seeks\t\r  Events\t\r  Coordinator\t\r  position\t\r  with\t\r  the\t\r  Women’s\t\r  Center\t\r  at\t\r  UC\t\r  San\t\r  Diego.\t\r  \t\r  \t\r  \t\r  \t\r  \nEDUCATION\t\r  \t\r  \nB.A.\t\r  Critical\t\r  Gender\t\r  Studies,\t\r  Minor\t\r  in\t\r  Music\t\r  \t\r  UC\t\r  San\t\r  Diego,\t\r  June\t\r  20XX,\t\r  GPA:\t\r  3.67\t\r  \t\r  \nSenior\t\r  Honors\t\r  Thesis:\t\r  The\t\r  Politics\t\r  of\t\r  Women’s\t\r  Health\t\r  \nEXPERIENCE\t\r  \nCareer\t\r  Peer\t\r  Educator ,\t\r  UCSD\t\r  Career\t\r  Services\t\r  Center\t\r  (CSC)\t\r  (9/20XX-­‐Present)\t\r  \n§ Advise\t\r  students\t\r  on\t\r  résumé\t\r  and\t\r  cover\t\r  letter\t\r  writing,\t\r  as\t\r  well\t\r  as\t\r  internship\t\r  and\t\r  job\t\r  search\t\r  resources\t\r  \t\r  \n§ Deliver\t\r  presentations\t\r  to\t\r  audiences\t\r  of\t\r  up\t\r  to\t\r  60\t\r  students\t\r  on\t\r  career-­‐related\t\r  topics\t\r  \t\r  \n§ Coordinate\t\r  campus-­‐wide\t\r  peer\t\r  communication\t\r  training,\t\r  achieving\t\r  100%\t\r  attendance\t\r  \t\r  \nUCSD\t\r  Campaign\t\r  Coordinator ,\t\r  Teach\t\r  For\t\r  America,\t\r  San\t\r  Diego\t\r  (9/20XX\t\r  -­‐\t\r  Present)\t\r  \t\r  \n§ Identify\t\r  leaders\t\r  and\t\r  top\t\r  students\t\r  on\t\r  campus,\t\r  and\t\r  establish\t\r  relationships\t\r  with\t\r  student\t\r  organizations\t\r  \n§ Build\t\r  a\t\r  support\t\r  network\t\r  on\t\r  campus\t\r  to\t\r  recruit\t\r  Teach\t\r  for\t\r  America\t\r  corps\t\r  staff\t\r  \t\r  \nGet\t\r  Out\t\r  The\t\r  Vote \t\r  Staff,\t\r  Candidate\t\r  Campaign\t\r  for\t\r  Chula\t\r  Vista\t\r  City\t\r  Council,\t\r  Chula\t\r  Vista,\t\r  CA\t\r  (3/20XX-­‐5/20XX)\t\r  \n§ Collaborated\t\r  with\t\r  field\t\r  staff\t\r  team\t\r  members\t\r  to\t\r  improve\t\r  candidate’s\t\r  visibility\t\r  in\t\r  the\t\r  community\t\r  \t\r  \n§ Organized\t\r  weekly\t\r  phone\t\r  banks\t\r  and\t\r  volunteer\t\r  canvassing\t\r  teams,\t\r  resulting\t\r  in\t\r  more\t\r  than\t\r  600\t\r  campaign\t\r  calls\t\r  \nJournalism\t\r  Intern ,\t\r  North\t\r  County\t\r  Times,\t\r  San\t\r  Diego\t\r  (9/20XX\t\r  -­‐12/20XX)\t\r  \t\r  \n§ Conducted\t\r  interviews,\t\r  wrote\t\r  weekly\t\r  features\t\r  articles,\t\r  and\t\r  went\t\r  through\t\r  the\t\r  editing\t\r  process\t\r  \nPublic\t\r  Affairs\t\r  Intern ,\t\r  Planned\t\r  Parenthood\t\r  Federation\t\r  of\t\r  America,\t\r  Washington,\t\r  D.C.\t\r  (6/20XX\t\r  -­‐\t\r  8/20XX)\t\r  \n§ Organized\t\r  campus\t\r  outreach\t\r  plan\t\r  with\t\r  organizations,\t\r  recruiting\t\r  more\t\r  than\t\r  300\t\r  new\t\r  members\t\r  \n§ Developed\t\r  social\t\r  media\t\r  campaign\t\r  using\t\r  Twitter,\t\r  Facebook,\t\r  and\t\r  Tumblr\t\r  to\t\r  unite\t\r  campus\t\r  clubs\t\r  \t\r  \n§ Introduced\t\r  the\t\r  CEO\t\r  of\t\r  Planned\t\r  Parenthood\t\r  at\t\r  a\t\r  speaking\t\r  event\t\r  \nFeatures\t\r  Editor,\t\r  UC\t\r  San\t\r  Diego\t\r  Guardian,\t\r  San\t\r  Diego,\t\r  CA\t\r  (1/20XX\t\r  -­‐\t\r  1/20XX)\t\r  \n§ Produced\t\r  a\t\r  weekly\t\r  features\t\r  section\t\r  using\t\r  Quark\t\r  Express\t\r  and\t\r  Photoshop,\t\r  and\t\r  fielded\t\r  press\t\r  releases\t\r  \n§ Assigned\t\r  and\t\r  edited\t\r  stories,\t\r  hired\t\r  writers,\t\r  conducted\t\r  staff\t\r  meetings,\t\r  and\t\r  wrote\t\r  articles\t\r  \n§ Secured\t\r  interviews\t\r  with\t\r  film\t\r  maker\t\r  Nilita\t\r  Vichani,\t\r  Ray\t\r  Manzarek\t\r  of\t\r  The\t\r  Doors,\t\r  and\t\r  other\t\r  business\t\r  leaders\t\r  \nACTIVITIES\t\r  National\t\r  Organization\t\r  for\t\r  Women\t\r  (NOW)\t\r  (1/20XX\t\r  -­‐\t\r  1/20XX)\t\r  Chancellors\t\r  Organization\t\r  for\t\r  Allied\t\r  Students\t\r  (COAST)\t\r  (1/20XX\t\r  -­‐\t\r  1/20XX)\t\r  \nSKILLS/TRAINING\t\r  \t\r  \nProficient\t\r  with\t\r  PC\t\r  and\t\r  Mac\t\r  platforms\t\r  including\t\r  Quark\t\r  Express,\t\r  MS\t\r  Excel,\t\r  and\t\r  Access\t\r  \t\r  Proficient\t\r  in\t\r  conversational\t\r  Spanish\t\r  \nNOTES\nThis is an example of a chronological \nresume (See resume outline for details).06RESUME SAMPLE\n Acronyms. Be aware that external \naudiences do not always know the same acro -\nnyms you know. If used twice in one resume, \nthe convention is to write it out in its entirety \nthe fi rst time it is used and use parenthesis to \nin\ntroduce the acronym, showing how it will \nbe used later.  A\nB\nC\nResume Booklet 2014 Edited.indd   17 7/21/2014   8:45:06 AM\nFEDERAL JOB DESCRIPTION SAMPLE\nJob Title:  Student Volunteer Intern Summer 2013 - Congressional and Public Affairs  \nJob Announcement Number:  MCC-850420- INTERN\nSALARY RANGE:  $14.75  Compensation \nOPEN PERIOD:  Tuesday, March 12, 2013 to Wednesday, March 27, 2013  \nSERIES & GRADE:  ZZ-0099-00 \nPOSITION INFORMATION:  Multiple Schedules - Other Student  \nDUTY LOCATIONS:  Few vacancies in the following location:  \nWashington DC, DC United States  \nWHO MAY APPLY: United States Citizens  \nJOB SUMMARY:  \nWhether you are new to the Federal government or an experienced professional seeking a career change, visit our website at \nMillennium Challenge Corporation  to see the dynamic projects our staff is  undertaking. If you want a career where you can see the \ndifference your work makes, then join the Millennium Challenge Corporation!  The MCC Student Volunteer Internship Program is  \nrecruiting for its summer  2013 session. Internships are provided for students with a desire to work in the international development \nfield and/or public sector and assignments are designed to complement the intern's educational pursuits while meeting the expressed \nneeds of the agency and individual MCC departments …07FED ERAL RE SUME\nThe federal resume is not the same as a private industry resume: it averages 4 pages \nfor experienced professionals. It MUST match a target announcement to stand out and eventually be referred to a supervisor. Federal resumes must include month/year for listed experiences; can list up to 10 years of details about supervisors and salary; and should include education and relevant certifications.\nStudents: See usajobs.gov/StudentsAndGrads\nRecent graduates: See opm.gov/HiringReform/Pathways/program/graduates/\nFOR BEST RESULTS  \n•See federal resume advice at gogovernment.org\n•Use the resume builder on usajobs.gov to create your resume; make sure it is edited before submitting\n•Read the vacancy description carefully for all duties and qualifications \n•You must show that you at least meet the minimum listed requirements – more is better \n•Review specific instructions to any status that may apply to you: student, disability and veteran\n•If you use the exact keywords they use to describe qualifications, you will score higher for relevant experience \nITEMS TO INCLUDE \nJOB INFORMATION \n•Announcement number, title, and pay grade(s) (i.e., GS-7) of the job for which you are applying. \nPERSONAL INFORMATION \n•Full name, mailing address (with zip code), and day and evening phone numbers.\n•Country of Citizenship (most federal jobs require U.S. citizenship).EDUCATION\n•University: Include name, city and state, major(s), and units completed. \n•High School: Include name, city and state, and date of diploma or GED.\nWORK EXPERIENCE\n•Read the QUALIFICATIONS section of an announcement carefully. \n•Provide the following information for your paid and non-paid work experience related to the job you are applying for: job titles (include series and pay grade, if a federal job); duties and accomplishments; employer’s name and address; supervisor’s name and phone number; starting and ending dates (month and year); hours per week, and salary. Indicate whether your current supervisor can be contacted. \n•Focus on the most recent and relevant positions. Include duties first, then a short list of accomplishments. \n•Include keywords from the DUTIES AND QUALIFICATIONS SECTIONS to help describe similar, relevant work in your resume. \n•Highlight key skills in ALL CAPS or bold to improve readability.\nOTHER QUALIFICATIONS\n•Job-related training courses (title and year).\n•Job-related skills, for example, other languages, computer software/hardware, tools, machinery, typing speed.\n•Job-related certifications and licenses (current only).\n•Job-related honors, awards, or special accomplishments, for example, publications, memberships in professional or honor societies, leadership activities, public speaking, and performance awards. \nResume Booklet 2014 Edited.indd   18 7/21/2014   8:45:06 AM\nJoe\t\r  Federal\t\r   \t\r  \n9500\t\r  Gilman\t\r  Drive,\t\r  La\t\r  Jolla,\t\r  CA\t\r  92093 \t\r  ●\t\r  858-­‐534-­‐3750\t\r  ●\t\r  student@ucsd.edu \t\r  \nJob\t\r  Announcement\t\r  Number:\t\r   MCC-­‐850420-­‐ INTERN \t\r  \nJob\t\r  Title:\t\r   Student\t\r  Volunteer\t\r  I ntern\t\r  Summer\t\r  2013\t\r   -­‐\t\r  Congressional\t\r  and\t\r  Public\t\r  Affairs \t\r  \nJob\t\r  Type:\t\r  Full\t\r  time ;\t\r  Work\t\r  Schedule:\t\r  40\t\r  hours\t\r  a\t\r  week \t\r  \nUS\t\r  Citizen \t\r  \nPublic\t\r  Affairs\t\r   Experience :\t\r  \nAccomplished ,\t\r  bilingual\t\r  professional\t\r  recognized\t\r  for\t\r  achievement \t\r  and\t\r  performance\t\r  in\t\r  marketing.\t\r  Innovative\t\r  and\t\r  \nsuccessful\t\r  in\t\r  establishin g\t\r  business\t\r  alliances\t\r  on\t\r  campus. \t\r  Proven\t\r  leader\t\r  with\t\r  special \t\r  capabilities\t\r  in\t\r  building\t\r  teams \t\r  \nstrategizing,\t\r  and\t\r  implementing\t\r  workable\t\r  marketing\t\r  plans\t\r   using\t\r  print\t\r  and\t\r  social\t\r  media. \t\r  \nEducation:\t\r  \nUniversity\t\r  of\t\r  California,\t\r  San\t\r  Diego \t\r  (UCSD),\t\r  La\t\r  Jolla,\t\r  CA \t\r  \t\r   \t\r   \t\r   Graduation\t\r  Date:\t\r  06/20XX \t\r  \nBachelors\t\r  of\t\r  Arts \t\r  in\t\r  Communications\t\r  \t\r   \t\r   \t\r   \t\r   \t\r   \t\r   GPA:\t\r  3.5\t\r  (Units\t\r  Completed:\t\r  181) \t\r  \nCourses:\t\r  \t\r  Media\t\r  Production\t\r  Lab,\t\r  Comparative\t\r  Media\t\r  Systems ,\t\r  Communication\t\r  Technologies ,\t\r  Writing\t\r  for\t\r  Digital\t\r  Media\nHigh\t\r  School:\t\r  \t\r  \t\r   Helix\t\r  High\t\r  S chool,\t\r  La\t\r  Mesa,\t\r  CA\t\r   \t\r  Diploma:\t\r  6/20XX\t\r  \nHonors\t\r  and\t\r  Awards :\t\r  \nPresident ial\t\r  Environmental\t\r  Youth\t\r  Award\t\r  Winner\t\r   \t\r   20XX\t\r  \nWaste\t\r  Education\t\r  Resource\t\r  Consortium,\t\r  Contest\t\r   –\t\r  1st\t\r  place\t\r   20XX\t\r  \nExperience :\t\r  \nThe\t\r  Guardian,\t\r  UCSD \t\r   \t\r   From:\t\r  \t\r  09/20xx– 04/20xx\t\r  \n9500\t\r  Gilman\t\r  Drive,\t\r  L a\t\r  Jolla,\t\r  CA\t\r  92093 \t\r   Salary:\t\r  Unpaid\t\r  internship;\t\r  Hours:\t\r  20/\t\r  week \t\r  \nSupervisor :\t\r  Dr.\t\r  Sally\t\r  Noz \t\r   Supervisor\t\r  #:\t\r  858 -­‐534-­‐3750\t\r  –\t\r  permission\t\r  to\t\r  contact \t\r  \nPosition\t\r  Title:\t\r  Marketing\t\r  Intern \t\r  \n\u007fCreated\t\r  press\t\r   material,\t\r  social\t\r  media\t\r  posts,\t\r  and\t\r  blogging\t\r  for\t\r  the\t\r  Opinion\t\r  sect ion\t\r  weekly\n\u007fDeveloped\t\r  flyers\t\r  and\t\r  logos\t\r  and\t\r  photographed\t\r  u sing\t\r  Photoshop\t\r  and\t\r  other\t\r   Adobe\t\r  CS\t\r  software\n\u007fEdited\t\r  written\t\r  press\t\r  releases,\t\r  news\t\r  stories\t\r  and\t\r  quarterly\t\r   reports\t\r  for\t\r  on-­‐campus\t\r  events\nSelected\t\r  Accomplishments :\t\r  \n\u007fMarketing/Brand\t\r  Initiatives \t\r  –\t\r  Established\t\r  strong\t\r  image\t\r  through\t\r  marketing\t\r  activities,\t\r  including\t\r  web\nmessages/design,\t\r  logo\t\r  development\t\r  and\t\r  promotional\t\r  materials.\t\r  \n\u007fCommunications\t\r  -­‐\t\r   Spearheaded\t\r   promotion\t\r  of\t\r   international\t\r   student\t\r  perspectives\t\r  via\t\r  quarterly\t\r  blog\nSkills:\t\r  \n\u007fKnowledge\t\r  of\t\r  Adobe\t\r  Photoshop\t\r  CS5,\t\r   Google\t\r  Analytics,\t\r   Hoot\t\r  suite,\t\r  Adobe\t\r  Illustrator,\t\r  and\t\r  Power Point\n\u007fExperience\t\r  with\t\r  Twitter\t\r  chats,\t\r  Facebook\t\r  tabs\t\r  and\t\r  Video\t\r  Invites\n\u007fFluent\t\r  in\t\r  Spanish\nAffiliations :\t\r  \nPublic\t\r  Relations\t\r  Chair, \t\r  Undergraduate\t\r  Communication s\t\r  Society,\t\r  UCSD\t\r   20xx\t\r  –\t\r  present\t\r  \n\u007fLead\t\r  team\t\r  o f\t\r  8\t\r  to\t\r  plan\t\r  first\t\r  annual\t\r  Public\t\r  Relations\t\r  Panel \t\r  which\t\r  generated\t\r  more\t\r  than\t\r  70\t\r  attende es\nPhilanthropy\t\r  Chair,\t\r  Sigma\t\r  Phi\t\r  Epsilon\t\r  Fraternity,\t\r  UCSD \t\r   20xx\t\r  -­‐\t\r  present\t\r  \nReferences :\t\r  \nMs.\t\r  Lauren\t\r  Payne,\t\r   Sigma\t\r  Phi\t\r  Epsilon\t\r  Fraternity\t\r   Advisor,\t\r  lpayne@ucsd.edu ,\t\r  858-­‐534-­‐3750\t\r  \nDr.\t\r  Sally\t\r  Noz ,\t\r  The\t\r  Guardian,\t\r  UCSD,\t\r   guardian@ucsd.edu,\t\r  858 -­‐534-­‐3750\t\r  08FEDERAL RESUME SAMPLE\nResume Booklet 2014 Edited.indd   19 7/21/2014   8:45:07 AM\n"}, {"id": "63d73c2c7c7428.13002081", "content": "Functional Resume Sample \n \nJohn W. Smith   \n2002 Front Range Way Fort Collins, CO 80525  \njwsmith@colostate.edu  \n \nCareer Summary \n \nFour years experience in early childhood development with a di verse background in the care of \nspecial needs children and adults.  \n  \nAdult Care Experience  \n \n• Determined work placement for 150 special needs adult clients.  \n• Maintained client databases and records.  \n• Coordinated client contact with local health care professionals on a monthly basis.     \n• Managed 25 volunteer workers.     \n \nChildcare Experience  \n \n• Coordinated service assignments for 20 part -time counselors and 100 client families. \n• Oversaw daily activity and outing planning for 100 clients.  \n• Assisted families of special needs clients with researching financial assistance and \nhealthcare. \n• Assisted teachers with managing daily classroom activities.    \n• Oversaw daily and special st udent activities.     \n \nEmployment History  \n 1999-2002  Counseling Supervisor, The Wesley Ce nter, Little Rock, Arkansas.    \n1997-1999  Client Specialist, Rainbow Special Ca re Center, Little Rock, Arkansas  \n1996-1997 Teacher’s Assistant, Cowell Elem entary, Conway, Arkansas     \n \nEducation \n \nUniversity of Arkansas at Little Rock, Little Rock, AR  \n \n• BS in Early Childhood Development (1999) \n• BA in Elementary Education (1998) \n• GPA (4.0 Scale):  Early Childhood Developm ent – 3.8, Elementary Education – 3.5, \nOverall 3.4.  \n• Dean’s List, Chancellor’s List \n "}]